{
  "include": [
    {
      "name": "全部",
      "description": "冒險？恐怖？賽博龐克？末日求生？誰說只能挑一種風格來玩！真正的 TRPG 玩家，腦袋裡裝的是多元宇宙，一天一個世界線，今天扮調查員、明天當魔法少女、後天改造義體亂鬥也沒問題！<br>這個分類就是為了你而生——想要一次看完全部系統？歡迎來這邊晃晃！<br>無論你是正在尋找命定之作的新手，還是已經跑到失憶的老屁股，這裡都有讓你眼睛一亮的好物。搞笑的、嚴肅的、寫實的、荒謬的，各種風格一次大放送！<br>所以別猶豫了，放膽點下「全部」這一頁，把所有系統列出來比一輪，說不定你會發現你最愛的不是風格，而是每一次奇妙的角色扮演體驗本身！"
    },
    {
      "name": "日常",
      "description": "沒有世界末日，沒有天選之人，有的只是打工、考試、社團活動和來不及搭的公車。日常系 TRPG 的魅力，就在於把那些『平凡到不行』的小事演成一齣齣讓人笑到噴飯或內心感動的故事。<br>你可以扮演遲到的上班族、為午餐菜色掙扎的便當少女，甚至是暗戀鄰居五年的郵差阿伯（？）——在這些沒有主線任務、但每步都牽動人心的日常裡，角色的成長與羈絆反而更加真實。<br>這種風格不靠戰鬥吸引人，而是靠角色之間『不說會死但說了會尷尬』的對話、瞬間爆笑的誤會劇情，還有令人起雞皮疙瘩的溫柔橋段收服玩家的心。<br>如果你想要跑一場讓人笑中帶淚、團結之中帶著一點幼稚鬼扯的 TRPG，來點日常系一定不會後悔。"
    },
    {
      "name": "現實",
      "description": "以我們所熟悉的世界為舞台，現實風格的 TRPG 系統強調角色的平凡與事件的真實感。<br>故事背景可能是現代都市、學校、辦公室，甚至家庭聚會，劇情常圍繞人際關係、生活困境或社會議題。沒有超能力，只有靠邏輯推理與角色個性推動劇情，是最貼近玩家日常、卻也最能引發共鳴的一類玩法。"
    },
    {
      "name": "恐怖",
      "description": "恐怖風格的 TRPG 系統讓玩家深入不該涉足的禁忌角落，體驗未知、瘋狂與人類理智的邊界。<br>從克蘇魯神話的宇宙恐懼，到都市怪談、詭異宗教，這類遊戲多以「調查」為核心機制，角色往往不是戰士，而是無意間捲入黑暗事件的普通人。理智值會掉，氣氛會緊張，膽小者慎入！"
    },
    {
      "name": "奇幻",
      "description": "劍與魔法、精靈與龍、城堡與地下城——奇幻風格的 TRPG 是這類遊戲最具代表性的形象。<br>玩家可以化身勇者、魔法師、聖騎士，在異世界展開冒險。這類系統常搭配豐富的職業系統與魔法規則，適合喜歡世界觀架構龐大、角色成長明顯的玩家，是幻想小說與動漫迷的天堂。"
    },
    {
      "name": "冒險",
      "description": "冒險風格的 TRPG 專注在「探索」與「成長」，不論是踏上旅程、挑戰迷宮、解開寶藏之謎，還是深入人心的冒險內核，都是劇本的核心。<br>這類型不一定奇幻，也可能是現代或科幻背景，但共通點是「玩家要主動出發」，挑戰未知、累積經歷、寫下屬於角色的傳奇。"
    },
    {
      "name": "末日",
      "description": "當文明崩潰、資源匱乏、社會秩序瓦解，TRPG 的末日風格就此展開。玩家將在廢土、封鎖區、疫區等場景中生存，對抗變種怪物、掠奪者，或是與人性本身抗爭。<br>這類系統強調荒涼氛圍、資源管理與倫理選擇，是殘酷但極具戲劇張力的遊戲體驗。"
    },
    {
      "name": "生存",
      "description": "不同於一般冒險，生存系統更著重角色的「活下去」而非「打敗敵人」。<br>你可能被困在孤島、墜入雪山、卡在深山野林，需靠有限的資源、技能與合作應對危機。劇情緊湊，情境真實，適合喜歡挑戰困境與人性抉擇的玩家。"
    },
    {
      "name": "奇妙系統",
      "description": "有些 TRPG 系統不走尋常路——它們可能沒有數值、沒有戰鬥、甚至沒有劇情結局，反而更注重角色互動、即興演出與創意碰撞。<br>我們暫且稱它們為「奇妙系統」，例如扮演熊搶銀行、被不同人格搶奪身體控制權等，規則簡單但笑料百出，是最適合輕鬆同樂的風格！"
    },
    {
      "name": "賽博龐克",
      "description": "高科技、低生活。賽博龐克風格的 TRPG 描繪的是一個科技發達但人性破碎的未來社會。玩家可能是改造人、駭客、企業間諜，在權力壓迫與資訊控制的縫隙中求生。<br>這類系統融合黑市、義體、數位戰爭等元素，適合喜歡深度世界觀與陰謀劇情的玩家。"
    }
  ]

}